# Напишите программу, которая принимает на вход цифру, обозначающую день недели, и проверяет, является ли этот день выходным.
day_number = int(input("Введите номер дня недели: "))
if day_number == 1:
    print("Это не выходной день")
elif day_number == 2:
    print("Это не выходной день")
elif day_number == 3:
    print("Это не выходной день")
elif day_number == 4:
    print("Это не выходной день")
elif day_number == 5:
    print("Это не выходной день")
elif day_number == 6:
    print("Это выходной день")
elif day_number == 7:
    print("Это выходной день")
else:
    print("Такого дня недели нет")
